Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ལྷར་སྐྱེས་མ་ཐག་ཏུ་བསམས་པ།
en: Upon taking rebirth as a god, he wondered,

source: བདག་གང་ནས་ཤི་འཕོས་སྙམ་པ་དང་དེས་མི་ལས་ཤི་འཕོས་པར་མཐོང་ངོ་། །
en: “Whence did I die and transmigrate?” and he saw that he had died as a human being.

source: གང་དུ་སྐྱེས་སྙམ་པ་དང་ལྷར་སྐྱེས་པ་མཐོང་ངོ་། །
en: “Where have I taken birth?” he wondered, and he saw he had taken birth as a god.

source: ལས་ཅི་ཞིག་བྱས་སྙམ་པ་དང་འཆི་ཀར་བསླབ་པའི་གཞི་རྣམས་བསྲུངས་པ་དང་བཅོམ་ལྡན་འདས་ལ་ཡང་སེམས་དགའ་བ་སྐྱེད་པར་མཐོང་ནས།
en: “What action did I take?” he wondered, and he saw that at the time of his death he had maintained the fundamental precepts and felt joy toward the Blessed One as well.

source: དེས་བསམས་པ། བདག་ཞག་ལོན་ནས་གདོད་བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་དང་བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་འགྲོ་བ་ནི་བདག་གི་ཆ་མ་ཡིན་ནོ་སྙམ་ནས།
en: “Not a day should pass without my seeing the Blessed One and offering him my respect,” he thought.

source: རྣ་ཆ་གདུབ་ཀོར་དག་ཅིང་འགུལ་པ་ཐོགས་པ། ལུས་དོ་ཤལ་དང་སེ་མོ་དོས་བརྒྱན་པ། ནོར་བུ་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་སྤྲས་པའི་ཅོད་པན་ཅན། ལུས་གུར་གུམ་དང་ཏ་མ་ལའི་ལོ་མ་དང་སྤྲྀ་ཀ་ལ་སོགས་པས་བྱུགས་པ་དེས།
en: So he decorated himself with earrings, garlands, and strings of precious stones, put on a crown decorated with various types of precious jewels, and perfumed his body with saffron, tamala, spṛka, and other herbs.

source: དེ་ཉིད་ཀྱི་མཚན་མོ་ལྷའི་མེ་ཏོག་ཨུད་པ་ལ་དང་པད་མ་དང་ཀུ་མུ་ད་དང་པད་མ་དཀར་པོ་དང་མན་དཱ་ར་བ་རྣམས་ཀྱིས་ཐུ་བ་བཀང་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་
en: That night he filled the front of his long shirt with divine blue lotus, lotus, white water lily, white lotus, and mandārava flowers, and went to see the Blessed One.

source: ཕྱིན་ནས། ལྷའི་མེ་ཏོག་རྣམས་ཀྱིས་གཏོར་ཏེ་ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འདུག་གོ། །
en: Upon his arrival he scattered the divine blue flowers over the Blessed One and sat before the Blessed One to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ་ཅང་མི་གསུང་བར་བཞུགས་སོ། །
en: The Blessed One taught him the Dharma particularly suited to him, and then sat there in silence.

source: དེ་ནས་དེས་བཅོམ་ལྡན་འདས་ཀྱི་གཏམ་གྱི་མཇུག་རྫོགས་པར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་ཅིང་རྗེས་སུ་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: Understanding that the Blessed One had completed his discourse, Śākya Iṣudhara praised the Buddha’s words, rejoiced, circumambulated the Blessed One three times, and disappeared on the spot.

source: དེ་ཤི་བའི་ཚེ་ཤཱཀྱ་རྣམས་ཐེ་ཚོམ་སྐྱེས་ཏེ།
en: Now at the time of his death, the Śākyas had been filled with doubt and wondered,

source: ཤཱཀྱ་མདའ་ཐོགས་ཀྱིས་བསླབ་པ་ཉམས་པར་བྱས་ཏེ་ཆང་འཐུངས་ན། དེའི་འགྲོ་བ་ནི་གང་ཡིན་སྐྱེ་གནས་ནི་གང་ཡིན་ཚེ་ཕྱི་མ་ནི་གང་ཡིན་ཞིག་གུ་མ་ལ་བདག་ཅག་གིས་དོན་འདི་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ།
en: “Since Śākya Iṣudhara broke his precepts and started drinking alcohol, what will be his destination? When he takes rebirth, where will his next life be? We must put this question to the Blessed One!

source: བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ཅག་ལ་ཇི་སྐད་ལུང་བསྟན་པ་དེ་བཞིན་དུ་གཟུང་བར་བྱའོ་ཞེས་ཟེར་རོ། །
en: However the Blessed One describes it to us, so shall we consider it to be.”

source: དེ་ནས་ཤཱཀྱ་མང་པོ་དག་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་
en: The Śākyas went to see the Blessed One.

source: ལྷགས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: Upon their arrival they bowed down at his feet and took their seats to one side.

source: ཕྱོགས་གཅིག་ཏུ་འཁོད་ནས་ཤཱཀྱ་མང་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Once they had taken their seats to one side, the Śākyas inquired of the Blessed One,

source: བཙུན་པ་ཤཱཀྱ་མདའ་ཐོགས་ཀྱིས་བསླབ་པ་ཉམས་པར་བགྱིས་ཏེ་སྐྱེམས་འཚལ་ན།
en: “Lord, Śākya Iṣudhara broke his precepts and started to drink.

source: བཙུན་པ་དེའི་འགྲོ་བ་ནི་གང་ལགས་
en: Lord, what will his destination be?

source: སྐྱེ་གནས་ནི་གང་ལགས་ཚེ་ཕྱི་མ་ནི་གང་ལགས།
en: When he takes rebirth, where will his next life be?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གྲོགས་པོ་དག་ལྷར་སྐྱེས་སོ། །
en: “My friends, he took rebirth as a god!” the Blessed One replied.

source: དེ་དག་གིས་གསོལ་པ། བཙུན་པ་ཤཱཀྱ་མདའ་ཐོགས་ཀྱིས་བསླབ་པ་ཉམས་པར་བགྱིས་ཏེ་སྐྱེམས་འཚལ་ན། དེ་ཇི་ལྟར་ལྷར་སྐྱེས་ལགས།
en: “Lord, Śākya Iṣudhara broke his precepts and started to drink. How could he have taken birth as a god?” they asked.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱཀྱ་མདའ་ཐོགས་ཀྱིས་འཆི་ཀར་བསླབ་པ་ཉམས་པ་བཤགས་ཏེ། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་ནས་ལྷར་སྐྱེས་སོ། །
en: “At the time of his death,” the Blessed One explained, “Śākya Iṣudhara confessed that he had broken his precepts, and having manifested the resultant state of stream entry, he took rebirth as a god.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཤཱཀྱ་རྣམས་ཡ་མཚན་དུ་གྱུར་ཏེ། དེ་དག་རྣམས་ཡ་མཚན་དུ་གྱུར་ནས་ཡང་སྨྲས་པ།
en: As soon as they heard this, the Śākyas were filled with wonder, and exclaimed,

source: ཀྱེ་མ་སངས་རྒྱས། ཀྱེ་མ་ཆོས། ཀྱེ་མ་དགེ་འདུན།
en: “O Buddha! O Dharma! O Saṅgha!

source: ཀྱེ་མ་ཆོས་ལེགས་པར་གསུངས་པ་འདི་ལྟར་ངན་སོང་དུ་འགྲོ་བའི་སེམས་ཅན་དག་ཀྱང་ངན་སོང་ནས་ཕྱུང་སྟེམཐོ་རིས་སུ་འགྲོ་བར་བྱེད་དོ་ཞེས་ཟེར་ནས།
en: Oh Dharma, so well spoken! You lift up beings, even those who have passed on to lower realms, and send them to the god realms!”

source: ལྷག་པར་ཡང་སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་ལ་བཀུར་སྟི་བྱེད་པ་ལ་ཞུགས་སོ། །
en: Having marveled so, they engaged in especially reverent service toward the Buddha, Dharma, and Saṅgha.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་ཤཱཀྱ་མདའ་ཐོགས་འཆི་བས་འཇིགས་ཤིང་སྐྲག་པ་ལས་བཅོམ་ལྡན་འདས་ཀྱིས་འཆི་བའི་འཇིགས་པ་ལས་སྐྱབས་མཛད་དེ། གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཞག་པ་ལ་གཟིགས།
en: “Lord,” the monks requested the Blessed Buddha, “tell us why Śākya Iṣudhara was terrified of dying and then the Blessed One rescued him from his fear of death and established him in the unsurpassed, supreme welfare of nirvāṇa.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། ཇི་ལྟར་འདས་པའི་དུས་ན་ཡང་འདི་འཆི་བས་འཇིགས་ཤིང་སྐྲག་ནས།
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, he was terrified of dying

source: ཞག་བདུན་བསླབ་པ་བསྲུངས་ཏེ། གཞི་དེ་ལས་མཐོ་རིས་སུ་སྐྱེས་པ་དེ་ཉོན་ཅིག །
en: and then protected his precepts for seven days, because of which he took rebirth in a god realm.

source: བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks, in times past, in this fortunate eon, when people lived as long as twenty thousand years, and the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེའི་ཚེ་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིར་ཚོང་པ་དབུལ་པོ་ཞིག་འདུག་པ་དེས།
en: a certain poor merchant lived in the city of Vārāṇasī.

source: ཕྱི་ཞིག་ན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་དད་པ་རྙེད་དོ། །
en: “One day he found faith in the doctrine of the totally and completely awakened Kāśyapa.

source: ཚོང་པ་དེ་ཡང་སྦྱིན་པ་ལ་སྲེད་པ་ཞིག་སྟེ། སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱེད་འདོད་ནས་དེས་བསམས་པ།
en: The merchant wished so deeply to give gifts and make merit, and he thought,

source: ཅི་བདོག་པ་འདི་ཙམ་གྱིས་ནི་བདག་གིས་སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱེད་མི་ནུས་ཀྱིས།
en: ‘With what little I have here, I shall not be able to give gifts and make merit.

source: བདག་གིས་རྒྱ་མཚོའི་གྲུ་བོ་ཆེའི་དོན་བསྒྲུབ་བོ། །
en: So, I will complete a voyage on a great seafaring vessel.

source: གལ་ཏེ་བདག་གིས་རྒྱ་མཚོའི་གྲུ་བོ་ཆེའི་དོན་ལན་ཅིག་ཙམ་ཞིག་བསྒྲུབ་པར་ནུས་ན་ཡང་། བདག་གིས་ཕ་མའི་བདུན་རྒྱུད་ཀྱི་བར་དུ་དར་བར་བྱེད་ནུས་པར་འགྱུར་རོ་
en: If I’m able to complete even a single voyage on a great seafaring vessel, my parents’ descendants will be prosperous for seven generations.’

source: སྙམ་དུ་བསམས་ནསཟོང་ཁྱེར་ཏེ་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་ནས། དེས་རྒྱ་མཚོའི་གྲུ་བོ་ཆེའི་དོན་བསྒྲུབས་ཏེ། སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱེད་པ་ལ་ཞུགས་སོ། །
en: With this thought he loaded up his wares and set sail upon the great ocean, and after completing his voyage across the great ocean on that great seafaring vessel, he began to give gifts and make merit.

source: དེ་ཡང་ཚེ་ཐུང་སྟེ།
en: “He also had a short lifespan.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་དེ་ཉིད་སྐྱོ་བ་བསྐྱེད་པའི་ཕྱིར། ཞག་བདུན་ན་འཆི་བར་འགྱུར་རོ་ཞེས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་ཏེ།
en: So that he might become disillusioned with saṃsāra, the totally and completely awakened Buddha Kāśyapa spoke about him saying,

source: དགེ་སློང་དག་ཚོང་པ་ཆེ་གེ་མོ་ནི་ཞག་བདུན་ན་འཆི་བར་འགྱུར་རོ་ཞེས་བཀའ་སྩལ་ནས།
en: ‘That merchant is certain to die in seven days.’

source: སྒྲ་དེ་འབྲུ་མར་བཙིར་བ་བཞིན་དུ་ཀུན་ཏུ་གྲགས་སོ། །
en: “Word spread all over like oil pressed from grain,

source: ཚོང་པ་དེས་ཀྱང་ཐོས་ནས། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་ཇི་ལྟར་བདག་ཞག་བདུན་ན་འཆི་བར་འགྱུར་རོ། །
en: and when the merchant heard that the totally and completely awakened Buddha Kāśyapa had prophesied that he would die in seven days,

source: དེ་འཆི་བའི་འཇིགས་པ་ཆེན་པོ་སྐྱེས་ཏེ། དེ་འཇིགས་ཤིང་སྐྲག་ནས་དེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ག་ལ་བ་དེར་དོང་སྟེ་
en: he became terrified of dying and immediately approached the totally and completely awakened Buddha Kāśyapa.

source: ཕྱིན་ནས། སངས་རྒྱས་འོད་སྲུང་ལ་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བླངས་ནས། དེ་ཤི་འཕོས་ཏེ་དུས་ལས་འདས་ནས་ལྷར་སྐྱེས་སོ། །
en: Upon his arrival he went for refuge, and took the fundamental precepts from Buddha Kāśyapa, and after he died, he transmigrated and took rebirth as a god.

source: དེའི་ཚེ་ཚོང་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཤཱཀྱ་མདའ་ཐོགས་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was that merchant then is none other than Śākya Iṣudhara.

source: དེའི་ཚེ་ཡང་འདི་འཆི་བས་འཇིགས་ཞིང་སྐྲག་ནས་བསླབ་པའི་གཞི་རྣམས་བསྲུངས་ཏེ་མཐོ་རིས་སུ་སྐྱེས་སོ། །
en: There, terrified of dying, he maintained the fundamental precepts and took rebirth in the god realms.

source: ད་ལྟར་ཡང་འདི་འཆི་བས་འཇིགས་ཤིང་སྐྲག་ནས། སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བསྲུངས་ཏེ་གཞི་དེ་ལས་མཐོ་རིས་སུ་འགྲོ་བ་དང་ཐར་བར་འགྲོ་བ་ཐོབ་པར་གྱུར་ཏོ།། །།
en: Now as well, terrified of dying, he took refuge and maintained the fundamental precepts, because of which he was able to reach the god realms and liberation.”

source: བརྫིས་པ་ཞེས་བྱ་བ་ནི།
en: The Man Who Was Trampled

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་བྲམ་ཟེ་ཞིག་འདུག་སྟེ།
en: When the Blessed One was in Śrāvastī, a certain brahmin lived there.

source: དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས།
en: He took a wife of the same caste,

source: དེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས་ཕྱི་ཞིག་ན། དེའི་ཆུང་མ་ལ་བུ་ཆགས་ཏེ།
en: and as they enjoyed themselves and coupled, one day his wife conceived.

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་ཁྱེའུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་བཙས་ཏེ།
en: After nine or ten months had passed, she gave birth to a child who was well proportioned, pleasing to the eye, and beautiful.

source: དེའི་བཙས་སྟོན་རྒྱས་པར་བྱས་ནས་རིགས་དང་འཐུན་པའི་མིང་བཏགས་ཏེ།
en: At the elaborate feast celebrating his birth they named him according to their clan.

source: འོ་མ་དང་ཞོ་དང་མར་དང་ཞུན་མར་དང་མར་གྱི་ཉིང་གུ་རྣམས་ཀྱིས་བསྐྱེད་བསྲིངས་ནས།
en: They reared him on milk, yogurt, butter, ghee, and milk solids,

source: དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ། ཁྱེའུ་དེ་ཡི་གེ་དང་། བྲམ་ཟེའི་སྤྱོད་ལམ་དང་། སྤྱོད་པ་དང་། ཨོཾ་ཞེས་བྱ་བ་དང་། བྷོ་ཞེས་བྱ་བ་དང་། གཙང་སྦྲ་དང་། ཆོ་ག་དང་། ཐལ་བ་བླང་བ་དང་། རིལ་བ་ཐོགས་པ་དང་། ངེས་བརྗོད་ཀྱི་རིག་བྱེད་དང་། མཆོད་སྦྱིན་གྱི་རིག་བྱེད་དང་། སྙན་ཚིག་གི་རིག་བྱེད་དང་། སྲིད་སྲུང་གི་རིག་བྱེད་དང་། མཆོད་སྦྱིན་བྱ་བ་དང་། མཆོད་སྦྱིན་བྱེད་དུ་གཞུག་པ་དང་། སྦྱིན་པ་དང་། བླང་བ་དང་། ཁ་ཏོན་བྱ་བ་དང་། ཁ་ཏོན་སློབ་ཏུ་གཞུག་པའི་ཐབས་བསླབས་ནས། ལས་རྣམ་པ་དྲུག་ལ་མཁས་པའི་བྲམ་ཟེར་གྱུར་ཏེ། དེ་མཐར་གྱིས་རིག་པའི་གནས་བཅྭ་བརྒྱད་ལ་བྱང་བར་གྱུར་ཏོ། །
en: and as he grew up, he studied letters, brahminical customs and conduct, the syllables oṃ and bho , ritual purity, ritual actions , the collection of ashes, holding the ritual vase, the Ṛg Veda , the Yajur Veda , the Sāma Veda , the Atharva Veda , how to perform sacrificial rites, how to lead others in performing sacrificial rites, how to give and receive offerings, recitation, and recitation instruction. Trained in these procedures, he became a master of the six types of brahminical activities, and in time he mastered the eighteen sciences.

source: དེ་ནས་དེ་ལོ་བཅུ་དྲུག་ལོན་པ་དང་བསྟན་བཅོས་ཐམས་ཅད་རྟོགས་ཏེ་གཞུང་གིས་རྩོད་པ་ཐམས་ཅད་ཚར་བཅད་དོ། །
en: By the time he was sixteen years old, he mastered all the scriptures and thus defeated the advocates of all the different philosophical schools.

source: དེ་ནས་དེས་གཞུང་གིས་རྩོད་པའི་དམ་བཅས་ཏེ།
en: Then he made a commitment to scriptural debate, saying,

source: ང་དང་མཚུངས་པ་ཡང་མེད་ན་ལྷག་པར་ལྟ་ཅི་སྨོས་ཞེས་ཟེར་ཞིང་དེ་གཞུང་གིས་རྩོད་པའི་རྒྱགས་པས་དྲེགས་ནས་བྲམ་ཟེ་ཐམས་ཅད་ཁྱད་དུ་བསད་དོ། །
en: “None will be my equal, much less my superior.” He became arrogant about scriptural debate, and disrespected all the other brahmins.

source: དེ་ནས་ཕྱི་ཞིག་ན་བྲམ་ཟེ་དེ་དག་གིས་སེམས་སྐྱེས་པ།
en: One day the thought came to the other brahmins,

source: དགེ་སྦྱོང་གཽ་ཏ་མ་དེ་ནི་མ་དུལ་བ་འདུལ་བ་ཡིན་གྱིས།
en: “The ascetic Gautama tames those who are not tamed.

source: ཁྱེའུ་འདི་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བསྟན་པར་བྱའོ། །
en: Let us present this young man to the ascetic Gautama.

source: འོན་ཀྱང་དེས་འདི་རབ་ཏུ་ཕྱུང་ཡང་སྲིད་དེ།
en: Maybe he’ll even lead him to go forth!

source: དེ་ལྟར་བྱས་ན་བདག་ཅག་འདི་ལས་ཐར་བར་འགྱུར་རོ་སྙམ་དུ་བསམས་ནས།
en: If that happens, we’ll be free of him.”

source: ཁྱད་དུ་བསད་པའི་བྲམ་ཟེ་དེ་དག་གིས། ཁྱེའུ་དེ་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་རྒྱུས་བསྟན་ཏེ།
en: So that they could present the young man to the Blessed Buddha, the disrespected brahmins told him,

source: ཁྱོད་ནི་བདག་ཅག་གི་བུ་དང་འདྲ་ན་ང་དང་མཚུངས་པ་ཡང་མེད་ན། ལྷག་པ་ལྟ་ཅི་སྨོས་ཞེས་ཤེས་རབ་ཀྱི་རྒྱགས་པས་དྲེགས་ཤིང་འདུག་སྟེ་ཅི་བྱ།
en: “Child, you are like a son to us. What’s the use of saying, ‘None will be my equal, much less my superior,’ and becoming so arrogant about your wisdom?

source: དགེ་སྦྱོང་གཽ་ཏ་མ་འདི་ནི་ལུས་ཀྱང་མཛེས་ལ་སེམས་ཀྱང་མཛེས་ཏེ། ཐམས་ཅད་མཁྱེན་པ་ཐམས་ཅད་གཟིགས་པ་ཡིན་པས་ན།
en: For the ascetic Gautama is both beautiful in body and beautiful in mind, omniscient and all-seeing.

source: ཁྱོད་ནི་དེ་ཡི་བྱད་གཟུགས་དང་ཤེས་པའི་བརྒྱའི་ཆར་ཡང་མི་ཕོད། སྟོང་གི་ཆར་ཡང་མི་ཕོད། འབུམ་གྱི་ཆར་ཡང་མི་ཕོད་དོ་ཞེས་བྱས་སོ། །
en: You don’t have even a fraction of his fine form, or his knowledge—not even a hundredth, not even a thousandth, not even a hundred thousandth.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ། བྲམ་ཟེའི་ཁྱེའུ་དེ་བཅོམ་ལྡན་འདས་ལྟ་འདོད་པར་གྱུར་ཏོ། །
en: As soon as he heard this, the young brahmin was eager to meet the Blessed One.

source: དེ་ནས་ཕྱི་ཞིག་ན། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་ནས། བྲམ་ཟེའི་ཁྱེའུ་དེས་ཐག་རིང་པོ་ཞིག་ནས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་སྐུ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀྱིས་ལེགས་པར་བརྒྱན་ཅིང་སྤ་བར་བྱས་པ། མེ་ལུས་ཀྱི་དབྱིབས་སུ་འདུག་པ་ལྟ་བུ། མེ་ལྕེ་མར་གྱིས་བཏབ་པ་ལྟ་བུ། མར་མེ་གསེར་གྱི་སྣོད་དུ་བཞག་པ་ལྟ་བུ། མཆོད་སྡོང་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་སྤྲས་པ་ལྟ་བུ། བློ་གསལ་ཞིང་དྲི་མ་མེད་ལ་རྣམ་པར་དག་པ་དང་ལྡན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཐོང་ངོ་། །
en: When he went to visit the Blessed One, the young brahmin saw the Blessed One from a distance. His body, graced and resplendent with the thirty-two signs of a great person, looked like it was on fire, like flames stoked with ghee, like a lamp set in a golden vessel, and like a pillar adorned with all manner of jewels. He was immaculate, clear-minded, and pure of heart.

source: མཐོང་ནས་ཀྱང་མཆོག་ཏུ་དགའ་བ་སྐྱེས་ཏེ། དགེ་བའི་རྩ་བ་བསགས་པའི་རྒྱུ་ལས་བྱུང་བའི་སེམས་ཅན་གྱིས་དང་པོ་སངས་རྒྱས་མཐོང་བའི་ཉམས་བདེ་བ་ཅི་འདྲ་བ་དེ་ལྟ་བུ་ནི། ལོ་བཅུ་གཉིས་ཀྱི་བར་དུ་ཞི་གནས་ཀྱི་སེམས་ལ་གོམས་པར་བྱས་པ་ལ་ཡང་ཉམས་བདེ་བ་དེ་ལྟ་བུ་སྐྱེ་བར་མི་འགྱུར་རོ། །
en: Upon seeing the Blessed Buddha , he was filled with supreme joy, for beings who have gathered the roots of virtue to see a buddha for the first time experience such rapture as is not to be had even by those who practice calm abiding meditation for twelve years.

source: དེ་ལྟར་མཐོང་ནས་བྱད་གཟུགས་ཀྱི་རྒྱགས་པ་མེད་པར་གྱུར་ཏེ།
en: At such a sight, whatever arrogance he had about his own form disappeared.

source: འདི་བདག་པས་ཆེས་བཟང་མོད་ཀྱི་ཤེས་རབ་ཀྱིས་ནི་བདག་དང་མཚུངས་པ་མ་ཡིན་ནོ། །
en: “While he may be very great, he is not equal to me in wisdom.

source: འོན་ཀྱང་རེ་ཞིག་འདི་ཐམས་ཅད་མཁྱེན་པ་ཐམས་ཅད་གཟིགས་པ་ཡིན་ནམ་མ་ཡིན་པ་དེ་བགམ་མོ་སྙམ་ནས།
en: Nevertheless, I will test whether he is in fact omniscient and all-seeing.”

source: སེམས་ཀྱིས་དྲི་བ་བསྔོགས་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: He thought up questions in advance and went to see the Blessed One.

source: བཅོམ་ལྡན་འདས་མངོན་སུམ་དུ་ཡང་དག་པར་དགའ་བར་བྱ་བ་དང་། ཡང་དག་པར་མགུ་བར་བྱ་བའི་གཏམ་སྣ་ཚོགས་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: When he arrived, he immediately made all manner of entertaining and jovial conversation and then took a seat at one side.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་སེམས་ཐུགས་ཀྱིས་མཁྱེན་ནས། སེམས་ཀྱི་དྲི་བ་བསྔོགས་པ་དེ་ལུང་བསྟན་ཏོ། །
en: Now the Blessed One directly apprehended what he was thinking, foresaw the questions he had prepared, and answered them directly.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེ་བཅོམ་ལྡན་འདས་ལ་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: Then the young brahmin took great delight in the Blessed One,

source: འདི་ནི་ཐམས་ཅད་མཁྱེན་པ། ཐམས་ཅད་གཟིགས་པ་ཡིན་པར་ངེས་སོ་སྙམ་ནས།
en: thinking, “I’m certain he is omniscient and all-seeing.”

source: བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་ཞག་བདུན་གྱི་བར་དུ་བདག་གི་ཁྱིམ་དུ་བཤོས་གསོལ་བར་ཅི་གནང་།
en: “Blessed One, please permit me to invite you, together with the saṅgha of monks, to take your meals at my house for seven days.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་དེ་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་། །
en: The Blessed One assented by his silence.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཐད་ནས་སོང་ངོ་། །
en: Understanding that by his silence the Blessed One had given his assent, the young brahmin then touched his head to the Blessed One’s feet, and took leave of him.

source: དེ་ནས་དེས་སངས་རྒྱས་ལ་སོགས་པ། དགེ་སློང་གི་དགེ་འདུན་ཞག་བདུན་གྱི་བར་དུ་ཁྱིམ་དུ་བཤོས་གསོལ་ནས་ཐ་མའི་ཉིན་པར་སངས་རྒྱས་ལ་སོགས་པ། དགེ་སློང་གི་དགེ་འདུན་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པས་ཚིམ་པར་བྱས་ནསབཅོམ་ལྡན་འདས་ལ་ན་བཟའ་འབུམ་རི་བ་ཕུལ་ལོ། །
en: After that, having offered food to the Buddha and the rest of the saṅgha of monks for seven days, on the last day he satisfied the Buddha and the rest of the saṅgha of monks with food of a hundred flavors and to the Blessed One he offered a very costly robe.

source: དགེ་སློང་གཞན་རྣམས་ལ་ནི། རེ་རེ་ལ་ཡང་རས་ཟུང་རེ་ཕུལ་ནས་ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འདུག་གོ། །
en: To each of the monks he also offered a set of robes fashioned from cotton and then sat before them to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་དེའི་བསམ་པ་དང་བག་ལ་ཉལ་དང་ཁམས་དང་ཤེས་པ་དང་རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: Then the Blessed One directly apprehended the thoughts, habitual tendencies, temperament, capacity, and nature of the young brahmin, and taught him the Dharma accordingly.

source: དེས་ན་བྲམ་ཟེའི་ཁྱེའུ་དེ་འཁོར་དང་བཅས་པས་སྟན་དེ་དག་ལ་འཁོད་བཞིན་དུ། འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ
en: When he heard it, the young brahmin destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where he sat.

source: དེས་བདེན་པ་མཐོང་ནས་ཕ་མ་ལ་གསོལ་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: After seeing the truths, he asked for his parents’ permission, then drew down the right shoulder of his upper garment, bowed toward the Blessed One with palms pressed together, and requested the Blessed One,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་ལ་ལུང་ཡང་ཕོག་གོ། །
en: With the words “Come, join me, monk! Practice the holy life,” the Blessed One led him to go forth as a novice, conferred on him full ordination, and instructed him.

source: དབང་པོ་དང་ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས། མཆོད་ཅིང་རྗེད་པ་དང་གུས་པར་སྨྲ་བའི་གནས་སུ་གྱུར་ཏོ། །
en: He became an object of offering, veneration, and respectful address by Indra, Upendra, and the other gods.

source: བཙུན་པ་བྲམ་ཟེའི་ཁྱེའུ་འདིས་ལས་ཅི་ཞིག་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ལ། བསྟན་བཅོས་ཐམས་ཅད་རྟོགས་ཏེ། གཞུང་གིས་རྩོད་པ་ཐམས་ཅད་ཚར་བཅད་ནས།
en: “what action did the young brahmin take that ripened into his birth into a family of great means, prosperity, and wealth; that he mastered all the scriptures and defeated the advocates of all the different philosophical schools;

source: འདིས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ལ། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: and that he pleased the Blessed One, did not displease him, went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks,” the Blessed One recounted, “in times past, in this fortunate eon, when people lived as long as twenty thousand years and the tathāgata, the arhat, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེ་གང་གི་ཚེ་སངས་རྒྱས་ཀྱི་ཕྲིན་ལས་ཐམས་ཅད་ཟིན་ནས། ཕུང་པོ་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་མྱ་ངན་ལས་འདས་ཏེ།
en: he carried out all the activities of a buddha and passed beyond all sorrow into the realm of nirvāṇa without any remainder of the aggregates.

source: རྒྱལ་པོ་ཀྲྀ་ཀཱིས་དེའི་སྐུ་གདུང་གི་མཆོད་རྟེན་ཁོ་ར་ཁོར་ཡུག་ཏུ་དཔག་ཚད་གཅིག་ཡོད་པ་རིན་པོ་ཆེ་ལས་བརྩིགས་ནས།
en: “King Kṛkī covered his reliquary stūpa and the entire surrounding area for the distance of one mile with four different kinds of jewels.

source: རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱས་ཏེ། མཆོད་པ་ཆེན་པོ་བྱས་ནས་དུས་སྟོན་གྱི་ལུགས་བཏོད་དོ། །
en: When it was complete in every respect, he made great offerings to it and announced the opening of the traditional festival of the stūpa.

source: དེ་ནས་རྒྱལ་པོ་དེས་དྲིལ་བསྒྲགས་ཏེ།
en: Then the king proclaimed,

source: བཱ་རཱ་ཎ་སཱི་འདི་ན་སྐྱེ་བོའི་ཚོགས་ཇི་སྙེད་གནས་པ་དེ་དག་མཆོད་རྟེན་གྱི་དུས་སྟོན་ལ་བབ་པ་ན་དེར་དོང་ལ་བཀུར་སྟི་གྱིས་ཤིག །
en: ‘When the festival occurs, every single person living in Vārāṇasī must go to venerate the stūpa.

source: སུ་དེར་མ་སོང་བ་དེ་ཅི་བདོག་པ་ཐམས་ཅད་སླར་བཞེས་སོ་ཞེས་བསྒོའོ། །
en: Those who do not go will have all their possessions confiscated.’

source: རྒྱལ་པོ་ཀྲྀ་ཀཱིས་མདུན་ན་འདོན་ནི་མ་དད་པ་ཞིག་སྟེ། མདུན་ན་འདོན་དེའི་བུ་རྒྱལ་པོའི་བུ་དང་མཛའ་ཞིང་བཤེས་ལ་གཅུགས་སོ། །
en: “King Kṛkī’s magistrate was a faithless person, whose son had become an intimate of the prince.

source: དེ་ནས་བྲམ་ཟེ་མདུན་ན་འདོན་མ་དད་པ་སྟེ་སྡང་བའི་སེམས་ཀྱིས་དེར་མ་སོང་སྟེ།
en: Out of anger, that faithless brahmin magistrate did not go to the stūpa.

source: རྒྱལ་པོ་ཀྲྀ་ཀཱིས་ཐོས་ནས་མདུན་ན་འདོན་གྱིས་ངའི་བཀའ་བཅག་གོ་སྙམ་ནས་ཐོས་མ་ཐག་ཏུ་རྒྱལ་པོ་དེ་ཁྲོས་ནས།
en: When King Kṛkī heard this, he thought, ‘My magistrate has disobeyed my command,’ and felt an upsurge of anger.
